Repository: greenspiritcompany/webplatform-linguam
Catalog: */spiritaccount.po
Languages: es, pt_br

source: This app is not currently accessible and the app developer is aware of the issue. You will be able to log in when the app is reactivated.
es: Esta aplicación no está disponible actualmente y el desarrollador está al tanto del problema. Podrás iniciar sesión cuando se reactive.
pt_br: Este aplicativo não está acessível no momento e o desenvolvedor do aplicativo está ciente do problema. Você poderá fazer login quando o aplicativo for reativado.

source: Misconfigured App
es: Aplicación desconfigurada
pt_br: Aplicativo mal configurado

source: Sorry, %s hasn't been approved for display in App Center.
es: Lo Siento, %s no a sido aprovado para mostrarse en el App Center
pt_br: Desculpe, %s não foi aprovado para exibição em nosso App Center.

source: Play Now
es: Jugar Ahora
pt_br: Jogar Agora

source: Log In to Continue
es: Inicia Sesión para Continuar
pt_br: Faça login para continuar

source: By clicking "Play Now" above, this app will receive:
es: Haciendo clic en "Jugar Ahora", Esta aplicación recibirá:
pt_br: Ao clicar em “Play Now” acima, este aplicativo será recebido:

source: Your public profile
es: Tu perfil publico
pt_br: Seu perfil publico

source: Your public profile includes display name, username, profile picture, language, country and other public info
es: Tu Perfil publico incluye tu Nombre visible, nombre de usuario, foto de perfil, idioma, país y otra información publica
pt_br: Seu perfil público inclui nome de exibição, nome de usuário, foto do perfil, idioma, país e outras informações públicas

source: By proceeding, you agree to %s's
es: Al proceder, tu aceptas a %s's
pt_br: Ao prosseguir, você concorda com %s

source: Share
es: Compartir
pt_br: Compartilhar

source: Report a Problem
es: Reportar un Problema
pt_br: Reportar um Problema

source: Available for
es: Disponible para
pt_br: Disponível para

source: See More
es: Ver Mas
pt_br: Ver Mais

source: Also Recommended Games
es: Juegos también recomendados

source: Recommended Games
es: Juegos Recomendados
pt_br: Jogos Recomendados

source: App Center
pt_br: Centro de Jogos

source: It’s free, simple and always will be.
pt_br: É gratuito, simples e sempre será.

source: beta testers
pt_br: Testadores beta
