Repository: greenspiritcompany/webplatform-linguam
Catalog: */spiritaccount.po
Languages: es, pt_br

source: Username or Email
es: Nombre de usuario o Correo
pt_br: Usuário ou E-mail

source: Password
es: Contraseña
pt_br: Senha

source: Log In
es: Iniciar Sesión
pt_br: Entrar

source: Forgot password?
es: ¿Contraseña olvidada?
pt_br: Esqueceu sua senha?

source: Register a Spirit Account
es: Registra una Spirit Account
pt_br: Registrar uma Spirit Account

source: Recent Logins
es: Inicios de Sesión recientes
pt_br: Logins Recentes

source: Click your picture or add an account.
es: Dale clic en tu foto o añade una cuenta
pt_br: Clique em sua foto ou adicione uma conta.

source: Need to leave? Stay connected.
es: Te tienes que ir? Mantente conectado
pt_br: Precisa sair? Fique conectado.

source: On your mobile device, go to mbasic.spiritaccount.net.
es: En tu Dispositivo Móvil, dirígete hacia mbasic.spiritaccount.net.
pt_br: Em seu dispositivo móvel, acesse mbasic.spiritaccount.net.

source: Install Spirit Account Mobile
es: Instalar Spirit Account para móvil
pt_br: Instalar Spirit Account para dispositivos moveis

source: Do you like games? You better do!
es: ¿Te gustan los juegos? ¡Mejor que así sea!
pt_br: Você gosta de jogos? Espero que sim!

source: A platform for beloved Facebook games,<br>bringing in old and new generations alike.
es: Una plataforma para juegos populares y clásicos de Facebook, que atrae tanto a las generaciones antiguas como a las nuevas.
pt_br: Uma plataforma para os amados jogos do Facebook,<br> trazendo tanto as antigas quanto as novas gerações.

source: Play games
es: Juega juegos
pt_br: Jogue jogos

source: that takes you back to the 2010s, and it will always be that way.
es: Eso te transporta a la década de 2010, y siempre será así.
pt_br: que leva voce de volta à década de 2010, e sempre será assim.

source: Share your gaming achievements
es: Compartir tus logros de juegos
pt_br: Compartilhe suas conquistas de jogatina

source: with a community full of nerds.
es: Con una comunidad llena de Cerebritos.
pt_br: com uma comunidade cheia de nerds.

source: Add friends
es: Añadir amigos
pt_br: Adicione amigos

source: to compete or help each others in games!
es: ¡Para competir o ayudar a las demás en los juegos!
pt_br: para competir ou ajudar uns aos outros nos jogos!

source: Search
es: Busca
pt_br: Pesquise

source: what you need easily with the all-new Spirit Account Search system.
es: Lo que necesites fácilmente con el nuevo sistema de búsqueda de Spirit Account.
pt_br: o que você precisa facilmente com o novo sistema de busca da Spirit Account.

source: helps you make in-app purchases in games for no cost.
es: te ayuda a realizar compras dentro de la aplicación en los juegos sin costo alguno.
pt_br: ajuda você a fazer compras em nossos jogos sem nenhum custo.

source: It's free, simple and always will be.
es: Es gratis, simple y siempre será así

source: Display name
es: Nombre visible
pt_br: Nome de exibição

source: Username (@ handle)
es: Nombre de usuario (@)
pt_br: Nome de usuário

source: Email address
es: Dirección de correo
pt_br: Edereço de e-mail

source: New password
es: Nueva Contraseña
pt_br: Nova senha

source: Re-enter new password
es: Reintroduzca la nueva contraseña
pt_br: Digite novamente a nova senha

source: By clicking Register, you agree to our
es: Clicando en Registrar, aceptas nuestros
pt_br: Ao clicar em Registrar, você concorda com nossos

source: Terms of Service
es: Terminos de Servicio
pt_br: Termos de Serviço

source: and that you have read our
es: y que hayas leído nuestra
pt_br: e que você leu nosso

source: Privacy Policy
es: Política de Privacidad
pt_br: Politica de Privacidade

source: Already have a Spirit Account? Well, login at the top then!
es: Ya tienes una Spirit Account? Entonces, ¡Inicia Sesión ahí arriba!
pt_br: Ja tem uma Spirit Account? Então faça login lá em cima!

source: Bring games home
es: Trae los juegos a casa
pt_br: Traga jogos para casa

source: Spirit Account Game Cards are the quick and easy way to buy items in your favorite games and apps on Spirit Account.
es: Las Tarjetas de Spirit Account son la forma rápida y fácil de comprar objetos virtuales en tus juegos favoritos y aplicaciones en Spirit Account.

source: Redeem Code
es: Activar Codigo

source: How to get a Card?
es: ¿Como conseguir una Tarjeta?

source: Spirit Account Game Cards are the quick and easy way to buy items in your favorite games and apps on Spirit Account. Whether you're looking to speed up your progress or play more games with friends, the Spirit Account Game Card works across thousands of games on Spirit Account. Bring one home today.
es: Las Tarjetas de Spirit Account son la forma rápida y fácil de comprar objetos virtuales en tus juegos favoritos y aplicaciones en Spirit Account. Ya sea que busques acelerar tu progreso o jugar más juegos con amigos, las Tarjetas de Spirit Account funcionan en cientos de juegos en Spirit Account. Consigue la tuya hoy

source: Visit the App Center
es: Visitar el App Center
pt_br: Visite a Central de Jogos

source: Help Center
es: Centro de Ayuda
pt_br: Central de Ajuda

source: Check Your Balance
es: Consulta Tu Saldo

source: Send
es: Enviar

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Questions people may question...
es: Preguntas que gente se Pregunta
pt_br: Perguntas que as pessoas podem fazer...

source: Looking for a little communication?
es: ¿Buscando un poco de comunicación?
pt_br: Procurando por um pouco de comunicação?

source: Explore our Discord Community!
es: ¡Explora nuestra Comunidad en Discord!
pt_br: Explore a nossa comunidade do Discord!

source: Visit our Discord Community
es: Visitar nuestra Comunidad de Discord
pt_br: Visite nosso Discord

source: Get help from other people on Spirit Account with similar questions
es: Obtén ayuda de otras personas en Spirit Account con preguntas similares
pt_br: Receba ajuda de outras pessoas na Spirit Account

source: Share Article
es: Compartir Articulo
pt_br: Compartilhar articulo

source: How helpful did you find this answer?
es: ¿Como de útil te a resultado esta respuesta?
pt_br: O quão útil achou esta resposta

source: Return to Spirit Account
es: Volver a Spirit Account
pt_br: Retornar para a Spirit Account

source: Home
es: Inicio
pt_br: Menu

source: Using Spirit Account
es: Usando Spirit Account
pt_br: Usando a Spirit Account

source: Creating a Spirit Account
es: Creando una Spirit Account
pt_br: Criando uma Spirit Account

source: Friending
es: Añadiendo

source: Your Home Page
es: Tu pagina de Inicio
pt_br: Sua Pagina Inicial

source: Messaging
es: Mensajería

source: Photos
es: Fotos
pt_br: Fotos

source: Pages
es: Paginas

source: Groups
es: Grupos

source: Apps and Games
es: Juegos y Aplicaciones
pt_br: Aplicativos e Jogos

source: Spirit Account Mobile and Desktop Apps
es: Aplicaciones de Spirit Account para Escritorio y móvil

source: Accessibility
es: Accesibilidad
pt_br: Acessibilidade

source: About
es: Acerca de
pt_br: Sobre

source: Privacy
es: Privacidad
pt_br: Privacidade

source: Terms & Policies
es: Terminos y Politicas
pt_br: Termos e Politicas

source: Work with us!
es: Trabaja con nosotros!
pt_br: Trabalhe com agente!

source: Create Page
es: Crear Pagina
pt_br: Criar Pagina

source: Developers
es: Desarolladores
pt_br: Desenvolvedores

source: Support Us!
es: ¡Apóyanos!
pt_br: Apoie-nos!

source: View Full Article
es: Ver articulo completo
pt_br: Ver Articulo Completo

source: Register
es: Registrar
pt_br: Registrar

source: Facebook games
es: Juegos de Facebook
pt_br: Jogos do Facebook

source: Over the years, it’s legacy shaped us, but eventually left us. Today, get ready to experience that legacy again.
es: Con los años, su legado nos moldeó, pero nos abandonó. Hoy, prepárate para vivirlo de nuevo.
pt_br: Ao longo dos anos, seu legado nos moldou, mas acabou nos deixando. Hoje, prepare-se para vivenciar esse legado novamente.

source: Ways to Spirit-ize
es: Formas para Spiritacearse
pt_br: Jeitos de se espiritualizar

source: Spirit Account isn't just for your amazing web-games. It's also a platform to keep you connected to your friends. Check out some of the ways we help you stay connected.
es: Spirit Account no es solo para los increíbles juegos web. También es una plataforma para mantenerte conectado con tus amigos. Descubre cómo te ayudamos a mantenerte conectado.
pt_br: A Spirit Account não é apenas para seus incríveis jogos na Web. Ela também é uma plataforma para mantê-lo conectado com seus amigos. Confira algumas das maneiras pelas quais ajudamos você a se manter conectado.

source: Every single people who made Spirit Account a reality.
es: Todas las personas que hicieron Spirit Account una realidad.
pt_br: Todas as pessoas que tornaram a Spirit Account uma realidade.

source: Founder
es: Fundador
pt_br: Fundador

source: Main Contributors
es: Contribuyentes principales
pt_br: Principais Contribuidores

source: QA Testers
es: Testers de QA
pt_br: Testadores de QA

source: Special thanks
es: Agradecimientos Especiales
pt_br: Agradecimentos especiais

source: And, we can't forget the Spirit Lair community, as well as all of registered Spirit Account users!
es: Y, no nos podemos olvidar de la comunidad del Spirit Lair, ¡lo mismo con todos los usuarios de Spirit Account registrados!
pt_br: E não podemos esquecer a comunidade do Spirit Lair, bem como todos os usuários registrados da Spirit Account!

source: Green Spirit, the Green Spirit logo and Spirit Account are properties of The Green Spirit.
es: Green Spirit, el logo de Green Spirit y Spirit Account son propiedad de The Green Spirit
pt_br: Green Spirit, o logotipo do Green Spirit e Spirit Account são propriedades da The Green Spirit.

source: All rights reserved.
es: Todos los derechos reservados
pt_br: Todos os direitos reservados

source: Privacy Basics
es: Lo básico de la Privacidad
pt_br: Noções básicas de privacidade

source: Create a Page
es: Crea una Pagina
pt_br: Criar uma Pagina

source: Our Policies
es: Nuestras Politicas
pt_br: Nossas Politicas

source: Data Policy
es: Política de datos
pt_br: Política de dados

source: Terms and Policies
es: Terminos y Politicas
pt_br: Termos e Politicas

source: Spirit Account for Developers
es: Spirit Account para Desarrolladores

source: Create a Post
es: Crear un Post
pt_br: Criar um Post

source: Add Photos/Video
es: Añadir fotos/video
pt_br: Adicionar fotos ou videos

source: Photo/Video Album
es: Álbum de fotos/videos

source: What's on your mind?
es: Que se te pasa por la cabeza?
pt_br: O que está acontecendo?

source: Add photos or a video to your post
es: Adjuntar fotos o video a tu Post
pt_br: Adicionar fotos ou videos no seu post

source: Tag people in your post
es: Etiqueta a personas en tu Post

source: Add what you're doing or feeling
es: Añade lo que estas haciendo o como te sientes

source: Check In
es: Confirmar

source: Loading...
es: Cargando...
pt_br: Carregando...

source: Public
es: Publico
pt_br: Publico

source: Post
es: Publicar
pt_br: Postar

source: Edit Profile
es: Editar Perfil
pt_br: Editar Perfil

source: Games
es: Juegos
pt_br: Jogos

source: Help
es: Ayuda
pt_br: Ajuda

source: Terms
es: Terminos
pt_br: Termos

source: Green Spirit, the Green Spirit logo and Spirit Account are properties of The Green Spirit. All rights reserved.
es: Green Spirit, el logo de Green Spirit y Spirit Account son propiedad de The Green Spirit. Todos los derechos reservados
pt_br: Green Spirit, o logotipo do Green Spirit e Spirit Account são propriedades da The Green Spirit.

source: Spirit Account is not sponsored, authorized, or endorsed by any producer of the curated games hosted on this platform, including King.com, Jackbox Games, Electronic Arts, The Tetris Company, and Rovio Entertainment Corporation. Use of this site signifies your acceptance of the Terms and Conditions. Facebook® is a registered trademark of Meta Platforms, Inc. This platform is not affiliated with or endorsed by Meta.
es: Spirit Account no está patrocinado, autorizado ni respaldado por ningún productor de los juegos seleccionados alojados en esta plataforma, incluyendo King.com, Jackbox Games, Electronic Arts, The Tetris Company y Rovio Entertainment Corporation. El uso de este sitio implica la aceptación de los Términos y Condiciones. Facebook® es una marca registrada de Meta Platforms, Inc. Esta plataforma no está afiliada ni respaldada por Meta.
pt_br: A Spirit Account não é patrocinada, autorizada ou endossada por nenhum produtor dos jogos selecionados hospedados nesta plataforma, incluindo King.com, Jackbox Games, Electronic Arts, The Tetris Company e Rovio Entertainment Corporation. O uso deste site implica na sua aceitação dos Termos e Condições. Facebook® é uma marca registrada da Meta Platforms, Inc. Esta plataforma não é afiliada nem endossada pela Meta.

source: Spirit Account services allow users and curators to integrate SA into their games as a Facebook replacement. Before logging in with your Spirit Account, review the content and rules of their platform. Your account is your responsibility. We do not provide support for curations created by third-party groups.
es: Spirit Account permite a usuarios y Curadores a integrar SA en sus juegos como un remplazo de Facebook. Anter de Iniciar Sesión con tu Spirit Account. Revise el contenido y las normas de la plataforma. Tu cuenta es TU RESPONSABILIDAD. nosotros no damos soporte de curaciones creadas por grupos de terceros (third-party)
pt_br: A Spirit Account permite que usuários e curadores integrem a Spirit Account em seus jogos como um substituto do Facebook. Antes de fazer login com sua Spirit Account, analise o conteúdo e as regras da plataforma. Sua conta é sua responsabilidade. Não oferecemos suporte para curadorias criadas por grupos de terceiros.

source: Help spread the Spirit Account project to the globe to let people re-live these old games!
es: ¡Ayuda a difundir el proyecto Spirit Account por el mundo para que la gente pueda volver a jugar a los juegos clasicos!
pt_br: Ajude a espalhar a Spirit Account pelo mundo para que as pessoas possam reviver esses jogos antigos!

source: Learn more about us here
es: Aprender mas sobre nosotros aquí
pt_br: Aprenda mais sobre nos aqui

source: Drag to Reposition Cover
es: Arrastrar a la Portada de reposición

source: Update Cover Photo
es: Actualizar Foto de Portada
pt_br: Atualizar foto de capa

source: Add Cover Photo
es: Añadir foto de fondo
pt_br: Adicionar foto de capa

source: See your activity on Spirit Account
es: Ver tu actividad en Spirit Account
pt_br: Veja sua atividade na Spirit Account

source: Other actions
es: Otras acciones
pt_br: Outras ações

source: Add %s as a friend
es: Añadir a %s como amigo
pt_br: Adicionar %s como um amigo

source: Friend Request Sent
es: Solicitud de amistad enviada
pt_br: Solicitação de amizade enviada

source: Friend
es: Amigo
pt_br: Amigo

source: Friends
es: Amigos
pt_br: Amigos

source: Following
es: Siguiendo
pt_br: Seguindo

source: Follow
es: Seguir
pt_br: Seguir

source: Message
es: Mensaje
pt_br: Mensagem

source: Timeline
es: Linea de Tiempo

source: Recent
es: Reciente
pt_br: Recente

source: All Posts
es: todos los Posts
pt_br: Todas as publicações

source: Activity Log...
es: Registro de actividad...

source: Select Your Language
es: Selecciona tu Idioma
pt_br: Selecione Sua Linguagem

source: All Languages
es: Todos los idiomas
pt_br: Todas as Linguagems

source: Africa and Middle East
es: África y Oriente Medio

source: Americas
es: Américas

source: Asia-Pacific
es: Asia-Pacifico

source: Eastern Europe
es: Europa Oriental

source: Western Europe
es: Europa Occidental

source: Close
es: Cerrar
pt_br: Fechar

source: Accept
es: Aceptar
pt_br: Aceitar

source: Deny
es: Denegar
pt_br: Negar

source: Remove Friend
es: Eliminar Amigo
pt_br: Remover Amigo

source: You need Javascript enabled in your browser to use Spirit Account Applications.
es: Necesitas tener JavaScript activado en tu navegador para usar las Aplicaciones de Spirit Account
pt_br: Você precisa ter o Javascript ativado em seu navegador para usar os aplicativos da Spirit Account

source: Your Spirit Account is not verified. In order to continue and play, please verify your account by checking your email's inbox.
es: Tu Spirit Account no esta verificada. Para continuar jugando, Por favor verifique su cuenta revisando la bandeja de entrada de su correo electrónico.
pt_br: Sua Spirit Account não esta verificada, Para poder continuar, verifique sua conta.

source: Learn about your privacy and Spirit Account.
es: Aprender sobre tu privacidad y Spirit Account
pt_br: Saiba mais sobre sua privacidade e a Spirit Account.

source: Review our terms and policies.
es: Revise nuestros términos y políticas.
pt_br: Analise nossos termos e políticas.

source: Consider supporting us so we can keep this project up!
es: ¡Considera apoyarnos para que podamos seguir manteniendo este proyecto en funcionamiento!
pt_br: Considere nos apoiar para que possamos manter esse projeto!

source: Learn about cookies and Spirit Account.
es: Aprender sobre las cookies y Spirit Account
pt_br: Aprenda sobre cookies e a Spirit Account.

source: TRENDING AMONG FRIENDS
es: POPULAR ENTRE AMIGOS
pt_br: TENDÊNCIAS ENTRE AMIGOS

source: More
es: Mas
pt_br: Mais

source: RECOMMENDED GAMES
es: JUEGOS RECOMENDADOS
pt_br: JOGOS RECOMENDADOS

source: Review our Terms of Service.
es: Revise nuestros términos de servicio.
pt_br: Analise nossos termos e politicas.

source: Welcome to Spirit Account 2.0, introducing you to a whole new era of Spirit Account.
es: Bienvenido a Spirit Account 2.0, te presentamos la nueva era de Spirit Account.
pt_br: Bem-vindo a Spirit Account 2.0, apresentando a você uma nova era da Spirit Account.

source: Learn more
es: Aprender mas
pt_br: Aprender mais

source: , go to to continue using Spirit Account.
es: , dirígete hacia para seguir usando Spirit Account

source: Resend Email
es: Reenviar correo electrónico
pt_br: Reenviar e-mail

source: Change Email Address
es: Cambiar Dirección de Correo
pt_br: Mudar endereço de email

source: Learn More
es: Aprender Mas
pt_br: Aprender mais

source: Go to Spirit Account home
es: Volver al Inicio en Spirit Account
pt_br: Ir para a página inicial da Spirit Account

source: Go to Spirit Account Home
es: Volver al Inicio en Spirit Account
pt_br: Ir para a página inicial da Spirit Account

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
pt_br: Esqueceu sua senha?

source: Skip to My Feed
es: Saltar hacia Mi muro
pt_br: Pular para o Meu Feed

source: Search for games, people and things
es: Buscar juegos, personas y mas
pt_br: Procure por jogos, pessoas e outras coisas

source: Edit
es: Editar
pt_br: Editar

source: Recent Searches
es: Busquedas Recientes
pt_br: Pesquisas Recentes

source: Search Suggestions
es: Sugerencias de búsqueda
pt_br: Sugestões de Pesquisa

source: Find Games
es: Juegos
pt_br: Jogos

source: Friend Requests
es: Solicitudes de amistas
pt_br: Pedidos de Amizade

source: Messages
es: Mensajes
pt_br: Mensagens

source: Mark All Read
es: Marcar Todos como Leído

source: New Message
es: Nuevo Mensaje
pt_br: Nova Mensagem

source: Message Requests
es: Solicitud de mensaje
pt_br: Solicitações de mensagens

source: See All
es: Ver Todo
pt_br: Ver tudo

source: Notifications
es: Notificaciones
pt_br: Notificações

source: Mark All as Read
es: Marcar Todos como Leído
pt_br: Marcar tudo como lido

source: Settings
es: Ajustes
pt_br: Configurações

source: Privacy Shortcuts
es: Atajos de privacidad
pt_br: Atalhos de Privacidade

source: Search for help
es: Buscar por ayuda
pt_br: Busque por ajuda

source: See More Settings
es: Ver Mas Opciones
pt_br: Ver Mais Configurações

source: or visit
es: o visita
pt_br: ou visite

source: Visit Help Center
es: Visitar el centro de ayuda
pt_br: Vistar

source: Account Settings
es: Ajustes de la cuenta
pt_br: Configurações de Conta

source: Show more languages
es: Mostrar mas idiomas
pt_br: Ver mais linguagems

source: Log into Spirit Account
es: Inicia Sesión en Spirit Account
pt_br: Faça login na Spirit Account

source: Learn more about Spirit Account.
es: Aprender mas sobre Spirit Account
pt_br: Aprenda mais sobre a Spirit Account

source: Check out Spirit Account games.
es: Échale una mirada a los juegos que hay en Spirit Account
pt_br: Confira os jogos da Spirit Account.

source: Join the Spirit Lair Discord server to discuss about Spirit Account!
es: ¡Únete a nuestro servidor de Discord para charlar sobre Spirit Account!

source: Follow Spirit Account's Bluesky to get the utmost cool updates!
es: ¡Sigue el Bluesky de Spirit Account para tener las novedades mas increíbles!
pt_br: Siga o Bluesky da Spirit Account para receber atualizações bem legais!

source: Develop on our platform.
es: Desarrollar en nuestra plataforma
pt_br: Desenvolva em nossa plataforma.

source: Have any web-related skills? Make your move to our awesome company.
es: ¿Tienes alguna habilidad en el entorno Web? Vente hacia nuestra asombrosa compañía.
pt_br: Tem alguma experiencia em programação e coisas do tipo? Então entre para o nosso time incrível!

source: Visit our Help Center.
es: Visitar nuestro Centro de Ayuda
pt_br: Visite a Centra de Ajuda

source: View and edit your Spirit Account settings.
es: Ver y editar tus ajustes de Spirit Account

source: View your activity log
es: Ver tu registro de actividad
pt_br: Veja seu registro de atividade

source: Activity Log
es: Registro de actividad
pt_br: Registro de Atividades

source: Spirit Account is not sponsored or endorsed by any producer of the curated games hosted on this platform. Spirit Account is and will always be a platform for
es: Spirit Account no está patrocinada ni respaldada por ningún productor de los juegos seleccionados alojados en esta plataforma. Spirit Account es y siempre será una plataforma para
pt_br: Spirit Account não é patrocinado nem endossado por nenhum produtor dos jogos hospedados nesta plataforma. A Spirit Account é e sempre será uma plataforma para

source: preserving Facebook games
es: Preservando juegos de Facebook
pt_br: preservando jogos do Facebook

source: is a registered trademark of Meta Platforms, Inc.
es: es una marca registrada de Meta Platforms, Inc.
pt_br: é uma marca registrada da Meta Platforms, Inc.

source: We are not affiliated with or endorsed by Meta
es: No estamos afiliados ni respaldados por Meta
pt_br: Não somos afiliados ou endossados pela Meta

source: Spirit Account allows users and curators to integrate SA into their games as a Facebook replacement. Before logging in with your Spirit Account, review the content and rules of their platform. Your account is your responsibility. We do not provide support for curations created by third-party groups.
es: Spirit Account permite a usuarios y Curadores a integrar SA en sus juegos como un remplazo de Facebook. Anter de Iniciar Sesión con tu Spirit Account. Revise el contenido y las normas de la plataforma. Tu cuenta es TU RESPONSABILIDAD. nosotros no damos soporte de curaciones creadas por grupos de terceros (third-party)
pt_br: A Spirit Account permite que usuários e curadores integrem a Spirit Account em seus jogos como um substituto do Facebook. Antes de fazer login com sua Spirit Account, analise o conteúdo e as regras da plataforma. Sua conta é sua responsabilidade. Não oferecemos suporte para curadorias criadas por grupos de terceiros.

source: Use Spirit Account in another language.
es: Utiliza Spirit Account en otro idioma
pt_br: Use a Spirit Account em outra linguagem.

source: App not active
es: Aplicación no activa
pt_br: Aplicativo não disponivel
